[
{"type":"header","version":"5.2.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"actnews_db"},
{"type":"table","name":"article","database":"actnews_db","data":
[
{"id":"4","title":"Optimizing Operational Expenses: Strategies for Success","description":"Learn effective strategies for optimizing operational expenses and...","date_published":"2023-08-08","image":"1691690944-article.png","id_section":"82"},
{"id":"7","title":"Capital Expenditures: Making Informed Financial Decisions","description":"Discover the importance of well-informed financial decisions in managing...","date_published":"2023-08-08","image":"1691690944-article.png","id_section":"83"},
{"id":"10","title":"The Vital Role of Secretariat in Office Management","description":"The secretariat plays a pivotal role in efficient office management...","date_published":null,"image":"1691690944-article.png","id_section":"81"},
{"id":"12","title":"The Vital Role of Secretariat in Office Management","description":"OCP (Office Chérifien des Phosphates) is not merely a company; it is a hub of innovation that shapes industries and transforms lives. Throughout its history, OCP has consistently demonstrated an unwavering dedication to pushing boundaries and redefining what's possible.\r\n\r\nInnovation is embedded in OCP's DNA. By continually exploring new technologies and approaches, the company has optimized its operations, from mining and extraction to production and distribution. This dedication to innovation has not only enhanced efficiency but also reduced environmental footprints, aligning OCP with a sustainable future.\r\n\r\nOne remarkable facet of OCP's innovation journey is its commitment to research and development. The company invests heavily in scientific exploration to uncover novel applications of phosphates, ranging from agricultural solutions to pharmaceuticals and beyond. This commitment has not only expanded OCP's product portfolio but also diversified its impact across sectors.\r\n\r\nOCP's innovation isn't limited to the confines of its facilities. Collaborative partnerships with universities, research institutions, and startups have fostered an ecosystem of creativity. By nurturing these connections, OCP taps into a diverse pool of ideas and perspectives, propelling its innovation engine forward.\r\n\r\nMoreover, OCP's innovation isn't solely focused on products; it's about transformation. The company embraces digitalization and data-driven insights to optimize decision-making processes and enhance customer experiences. By embracing Industry 4.0 principles, OCP ensures it remains at the forefront of technological advancement.\r\n\r\nAs OCP Company continues its innovation journey, it sets an example for others to follow. Its ability to adapt, evolve, and pioneer new solutions positions it as a trailblazer in the global landscape. With each innovative stride, OCP solidifies its role as a transformative force that shapes industries, fosters sustainability, and leaves an indelible mark on the world.","date_published":"2023-08-08","image":"1691690944-article.png","id_section":"81"},
{"id":"14","title":"Article 2 Title","description":"Pellentesque ut mi id arcu lacinia fringilla sed in sapien. Fusce tincidunt eros ut arcu malesuada, in varius libero tempor. Integer nec nisi quis leo pharetra vehicula. Vivamus nec orci at turpis condimentum pellentesque.","date_published":"2023-08-09","image":"1691690944-article.png","id_section":"1"},
{"id":"15","title":"Article 3 Title","description":"Vestibulum ullamcorper ex in lectus cursus, a volutpat nunc sagittis. Sed sit amet facilisis purus. Aenean non fringilla massa. In volutpat libero vel justo interdum fringilla. Sed et orci vel tortor ullamcorper congue. Integer venenatis velit sed tortor lacinia, non varius urna faucibus. Nullam nec accumsan nisl.","date_published":"2023-08-08","image":"1691690944-article.png","id_section":"1"},
{"id":"16","title":"Article 4 Title","description":"Cras vel odio ut felis scelerisque lacinia id in ligula. Fusce convallis est non efficitur semper. Nullam bibendum, libero nec tincidunt commodo, elit nunc interdum enim, in tincidunt eros risus non ante.","date_published":"2023-08-07","image":"1691690944-article.png","id_section":"1"},
{"id":"17","title":"Maher Mosley","description":"Maher mosly is best film in the world","date_published":"2023-08-09","image":"1691741914-article.jpg","id_section":"1"},
{"id":"22","title":"klcsmlc","description":"gdhfgjfgjgjghjtgh","date_published":"2023-08-10","image":"1691691570-article.jpg","id_section":"2"},
{"id":"23","title":"New Article","description":"this the new Article by all the functions","date_published":"2023-08-10","image":"1691691851-article.jpg","id_section":"5"},
{"id":"24","title":"Efficiency and Expertise Combined: How 'We Handle Your Business' Takes the Stress Out of Business Management","description":"In the fast-paced and competitive world of business, every entrepreneur and business owner understands the importance of efficiency, precision, and effective management. However, managing a business involves juggling a multitude of tasks, from strategic planning to day-to-day operations, marketing, finances, and more. This is where professional business management services, such as \"We Handle Your Business,\" step in to provide a comprehensive solution that allows businesses to focus on their core strengths and objectives.\r\n\r\nStreamlining Operations for Optimal Performance\r\n\r\nRunning a business involves wearing multiple hats, and sometimes, this can lead to crucial tasks falling through the cracks. \"We Handle Your Business\" recognizes the challenges that businesses face in maintaining smooth operations while also striving for growth. By offering a suite of services tailored to meet diverse business needs, they allow entrepreneurs to delegate responsibilities and free up valuable time.\r\n\r\n1. Expert Financial Management:\r\nManaging finances is a critical aspect of any business. From budgeting and forecasting to managing cash flow and preparing financial statements, \"We Handle Your Business\" takes charge of the financial intricacies, ensuring accuracy and compliance. This expertise helps businesses make informed decisions and stay financially resilient.\r\n\r\n2. Strategic Business Planning:\r\nCrafting a solid business strategy requires a deep understanding of market trends, competitor analysis, and future opportunities. The team at \"We Handle Your Business\" collaborates with businesses to develop comprehensive plans that align with their goals, fostering growth and adaptability in a dynamic marketplace.\r\n\r\n3. Operational Efficiency:\r\nEfficient processes are the backbone of a successful business. By identifying inefficiencies and implementing streamlined workflows, \"We Handle Your Business\" optimizes day-to-day operations, enhancing productivity and reducing operational costs.\r\n\r\n4. Marketing and Branding:\r\nEffective marketing and branding are essential for attracting customers and building a strong market presence. The team helps businesses develop and execute marketing strategies, from online campaigns to social media management, ensuring consistent messaging and engagement with the target audience.\r\n\r\n5. Regulatory Compliance:\r\nNavigating the ever-changing landscape of business regulations and compliance can be daunting. \"We Handle Your Business\" keeps up-to-date with legal requirements, ensuring that businesses adhere to industry-specific regulations and avoid potential pitfalls.\r\n\r\n6. Scalability and Growth:\r\nAs businesses evolve, they need to scale up their operations strategically. With experience in guiding businesses through growth phases, \"We Handle Your Business\" offers insights and solutions to expand operations without compromising quality or efficiency.\r\n\r\n7. Personalized Approach:\r\n\"We Handle Your Business\" understands that every business is unique. Their approach is tailored to the specific needs and goals of each client, offering customized solutions that address their challenges and capitalize on their strengths.\r\n\r\n8. Time for Innovation:\r\nBy delegating essential but time-consuming tasks to \"We Handle Your Business,\" entrepreneurs and business owners can allocate more time and energy toward innovation, creativity, and exploring new avenues for growth.\r\n\r\nIn conclusion, the role of \"We Handle Your Business\" is akin to that of a trusted partner, enabling businesses to thrive in a competitive environment. By taking on the burden of administrative tasks, strategic planning, and operational challenges, they empower entrepreneurs to concentrate on their core competencies and drive innovation. As the business landscape continues to evolve, services like \"We Handle Your Business\" provide a beacon of efficiency, expertise, and support, helping businesses not only survive but also thrive.","date_published":"2023-08-11","image":"1691741726-article.png","id_section":"1"}
]
}
,{"type":"table","name":"new","database":"actnews_db","data":
[
{"id":"4","title":"Open new Sale centre in Ben Guerir","date_created":"2023-08-10 12:05:00","id_section":"7"},
{"id":"16","title":"New Salle OCP","date_created":"2023-08-11 10:39:01","id_section":"1"}
]
}
,{"type":"table","name":"responsable","database":"actnews_db","data":
[

]
}
,{"type":"table","name":"section","database":"actnews_db","data":
[
{"id_section":"1","title":"Secrétariat","description":"Le secrétariat est un métier de bureau qui consiste à gérer et organiser les tâches administratives et de communication au sein de l'organisation. Il joue un rôle crucial dans le maintien de la fluidité des opérations et l'efficacité de la communication interne."},
{"id_section":"2","title":"Budget – OPEX","description":"La section Budget – OPEX s'occupe de formaliser les besoins du service et de gérer les dépenses d'exploitation. Elle assure également la gestion des ressources financières pour garantir le bon fonctionnement des activités opérationnelles."},
{"id_section":"3","title":"Budget – CAPEX","description":"La section Budget – CAPEX est responsable du traitement et du suivi des dossiers d'investissement en capital. Elle veille à la planification et à l'allocation optimale des ressources pour les projets visant à améliorer l'infrastructure et les actifs de l'organisation."},
{"id_section":"4","title":"Bureau d’ordre","description":"Le Bureau d’ordre assure la réception, le tri et l'envoi du courrier interne et externe. Il joue un rôle essentiel dans la gestion documentaire et la circulation des informations au sein de l'organisation."},
{"id_section":"5","title":"Economat","description":"L'Economat gère les commandes d'articles nécessaires à l'organisation. Il assure également la saisie et le suivi des stocks. Son rôle est vital pour maintenir un approvisionnement efficace des fournitures et équipements nécessaires."},
{"id_section":"6","title":"Contrôle de Matériel","description":"La section Contrôle de Matériel est chargée de la surveillance des équipements et des actifs de l'organisation. Elle garantit le bon état, la disponibilité et la maintenance des matériels essentiels aux opérations."},
{"id_section":"7","title":"Section Animation Sportive","description":"La section Animation Sportive contribue à promouvoir un mode de vie sain et actif au sein de l'organisation. Elle organise des activités sportives et encourage la participation des membres pour renforcer l'esprit d'équipe et le bien-être."},
{"id_section":"8","title":"Section Affaires Générales","description":"La section Affaires Générales est garante du bon fonctionnement administratif et organisationnel. Elle assure la coordination entre différentes entités, facilite les processus internes et veille à la conformité des activités avec les politiques et procédures."},
{"id_section":"9","title":"Section Logement","description":"La section Logement offre un soutien aux membres de l'organisation en matière de logement. Elle facilite l'accès à des solutions de logement adaptées et contribue au bien-être des membres en assurant un environnement de vie confortable."},
{"id_section":"10","title":"Section Réservation","description":"La section Réservation, gérée par Mr. AAMMAR, est en charge de coordonner et de gérer les réservations pour les événements et les activités de l'organisation. Elle garantit une planification efficace et une expérience optimale pour les participants."},
{"id_section":"11","title":"Section HSE","description":"La section HSE (Hygiène, Sécurité et Environnement) supervise les pratiques de sécurité et de santé au travail. Elle veille à la conformité aux normes de sécurité et à la préservation de l'environnement dans le cadre des activités de l'organisation."},
{"id_section":"12","title":"Section Animation Culturelle","description":"La section Animation Culturelle favorise l'épanouissement culturel au sein de l'organisation. Elle organise des événements artistiques, des expositions et des performances pour enrichir la vie culturelle des membres et stimuler la créativité."},
{"id_section":"81","title":"Secrétariat","description":"Le secrétariat est un métier de bureau qui consiste à s'occuper, pour le compte d'un autre employé ou agent..."},
{"id_section":"82","title":"Budget – OPEX","description":"- Formalisation des besoins du service.\n- Gestion de l’Appel à Manifestation d'intérêt\nles taches \ntri"},
{"id_section":"83","title":"Budget – CAPEX","description":"- Traitement et suivi des dossiers CAPEX.\n- Suivi des dossiers des EE (Entreprises extérieures)..."},
{"id_section":"84","title":"Bureau d’ordre","description":"- Réception, tri et envoi du courrier intérieur et extérieur.\n- Accueil et transmission des appels..."},
{"id_section":"85","title":"Economat","description":"• Assure les commandes des articles\n• Saisit et contrôle les bons des sorties\n• Contrôle les livraisons..."},
{"id_section":"86","title":"Contrôle de Matériel","description":"Cette section est responsable de la surveillance de tout le matériel pour le service sociale, il existe deux types de matériel..."},
{"id_section":"87","title":"Section Animation Sportive","description":"La section animation sportive est une entité du service social chargé de l'animation sportive et..."},
{"id_section":"88","title":"Section Affaires Générales","description":"La section affaires générales : il est garant de la bonne conduite de la gestion du personnel..."},
{"id_section":"89","title":"Section Logement","description":"La section logement est une entité du service social intervenant au domaine notarial..."},
{"id_section":"90","title":"Section Réservation","description":"La section réservation gérée par Mr. AAMMAR, ce dernier responsable sur tout les règlements de voyage réserver un hôtel..."},
{"id_section":"91","title":"Section HSE","description":"- Réception, tri et envoi du courrier intérieur et extérieur.\n- Accueil et transmission des appels..."},
{"id_section":"92","title":"Section Animation Culturelle","description":"La section animation culturelle est une entité du service social chargé de l'animation culturelle et la gestion de l'infrastructure associée..."}
]
}
,{"type":"table","name":"team","database":"actnews_db","data":
[
{"id":"7","last_name":"Johnson","first_name":"Jane","job":"CTO","email":"jane@example.com","phone":"+9876543210","image":"1691692065-team.jpeg","id_section":"2"},
{"id":"8","last_name":"Williams","first_name":"Michael","job":"Developer","email":"michael@example.com","phone":"+5555555555","image":"1691620547-team.png","id_section":"1"},
{"id":"9","last_name":"Davis","first_name":"Emily","job":"Designer","email":"emily@example.com","phone":"+1111111111","image":"4-team.jpg","id_section":"2"},
{"id":"10","last_name":"Brown","first_name":"David","job":"Marketing","email":"david@example.com","phone":"+9999999999","image":"5-team.jpg","id_section":"1"},
{"id":"13","last_name":"Dbibih","first_name":"Dbibih","job":"Full Stack Web Devoloper","email":"marouane.dbibih@gmail.com","phone":"0615554445","image":null,"id_section":"1"},
{"id":"14","last_name":"Dbibih","first_name":"Dbibih","job":"Full Stack Web Devoloper","email":"marouane.dbibih@gmail.com","phone":"0615554445","image":null,"id_section":"1"},
{"id":"15","last_name":"Dbibih","first_name":"Dbibih","job":"Full Stack Web Devoloper","email":"marouane.dbibih@gmail.com","phone":"0615554445","image":"1691693630-team.png","id_section":"1"}
]
}
,{"type":"table","name":"user","database":"actnews_db","data":
[
{"id":"74","last_name":"Dbibih","first_name":"Marouane","email":"marouane@gmail.com","phone":"+212 615554445","password":"Marouane@2001","role":"admin","birthday":"2023-08-24","image":"74-profile.jpg"},
{"id":"75","last_name":"Rida","first_name":"Bouchra","email":"bouchra@gmail.com","phone":"+212 12121212","password":"Bouchra","role":"admin","birthday":"2023-08-09","image":"75-profile.jpg"}
]
}
]
